alefragnani.project-manager
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
esbenp.prettier-vscode
formulahendry.code-runner
geddski.macros
github.copilot
github.copilot-chat
golang.go
hediet.vscode-drawio
ms-azuretools.vscode-containers
ms-ossdata.vscode-pgsql
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vsliveshare.vsliveshare
pkief.material-icon-theme
ryuta46.multi-command
zhuangtongfa.material-theme
