alefragnani.project-manager
cacheline.toggle-settings
christian-kohler.path-intellisense
esbenp.prettier-vscode
geddski.macros
github.copilot
github.copilot-chat
golang.go
hediet.vscode-drawio
ms-azuretools.vscode-containers
ms-ossdata.vscode-pgsql
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
pkief.material-icon-theme
redhat.java
ryuta46.multi-command
shd101wyy.markdown-preview-enhanced
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
zhuangtongfa.material-theme
